Repository: philipbutkiewicz/SharpCut
Catalog: SharpCutCommon/Properties/Resources.*.resx
Languages: it_it, ja_jp, pl_pl, zh_hans

# BuildDate
source: Built on:
it_it: Compilato il:
ja_jp: ビルド日：
pl_pl: Zbudowana:
zh_hans: 构建于：

# ErrorCannotRemuxToSource
source: Cannot remux to the same container.
it_it: Impossibile eseguire il remux nello stesso contenitore.
ja_jp: 同じコンテナにリマックスすることはできません。
pl_pl: Nie można zremuxować do tego samego typu kontenera.
zh_hans: 无法重新混合到同一个容器。

# ErrorCutSectionsRequiredBeforeExport
source: You need to add at least one cut section before you can export media.
it_it: Prima di poter esportare i file multimediali devi aggiungere almeno una sezione tagliata .
ja_jp: メディアをエクスポートする前に、少なくとも1つのカットセクションを追加する必要があります。
pl_pl: Musisz dodać przynajmniej jedno cięcie aby eksportować media.
zh_hans: 您需要至少添加一个分割部分才能导出媒体。

# ErrorFormatNotSupported
source: This file format is not supported by SharpCut.
it_it: Questo formato di file non è supportato da SharpCut.
ja_jp: このファイル形式はSharpCutでサポートされていません。
pl_pl: Ten format nie jest wspierany przez SharpCut.
zh_hans: SharpCut 不支持此文件格式。

# ErrorLoadingProject
source: Failed opening a SharpCut/LosslessCut project.
it_it: Impossibile aprire un progetto SharpCut/LosslessCut.
ja_jp: SharpCut/LosslessCutプロジェクトの開封に失敗しました。
pl_pl: Nie udało się otworzyć projektu SharpCut/LosslessCut.
zh_hans: 无法打开 SharpCut/LosslessCut 项目。

# ErrorLoadingVideo
source: Could not load the video file. Perhaps the file is locked by another application?
it_it: Impossibile caricare il file video. Forse il file è bloccato da un'altra applicazione?
ja_jp: ビデオファイルを読み込めませんでした。別のアプリケーションによってファイルがロックされている可能性がありますか？
pl_pl: Nie można wczytać pliku wideo. Może plik jest zablokowany przez inną aplikację?
zh_hans: 无法加载视频文件。也许该文件已被其他应用程序锁定？

# ErrorMediaPlayer
source: Video loading/playback error occurred. Check your system configuration.
it_it: Si è verificato un errore nel caricamento/riproduzione del video. Controlla la configurazione del sistema.
ja_jp: ビデオの読み込み/再生エラーが発生しました。システム構成を確認してください。
pl_pl: Wystąpił błąd odtwarzania wideo. Sprawdź konfigurację swojego systemu.
zh_hans: 发生视频加载/播放错误。 请检查您的系统配置。

# GenericErrorTitle
source: Something went wrong
it_it: Qualcosa è andato storto
ja_jp: 何か問題が発生しました
pl_pl: Coś poszło nie tak
zh_hans: 出问题了

# ProjectFormatFilter
source: SharpCut/LosslessCut Project (.llc)|*.llc
it_it: Progetto SharpCut/LosslessCut (.llc)|*.llc
pl_pl: Projekt SharpCut/LosslessCut (.llc)|*.llc
zh_hans: SharpCut/LosslessCut 项目 (.llc)|*.llc

source: Version
it_it: Versione
ja_jp: バージョン
pl_pl: Wersja
zh_hans: 版本

# SectionDuration
source: Duration:
it_it: Durata:
ja_jp: 持続時間：
pl_pl: Czas:
zh_hans: 持续时间：

# ExportingSections
source: Exporting cut segments...
it_it: Esportazione segmenti tagliati...
ja_jp: カットセグメントをエクスポート中・・・
pl_pl: Eksportowanie segmentów...
zh_hans: 正在导出分割片段...

# GeneratingPreviewFrames
source: Generating timeline preview...
it_it: Generazione anteprima timeline...
ja_jp: タイムラインプレビューを生成中・・・
pl_pl: Generowanie podglądu osii czasu...
zh_hans: 正在生成时间轴预览...

# GenericPleaseWait
source: Please wait...
it_it: Attendi...
ja_jp: お待ちください・・・
pl_pl: Proszę czekać...
zh_hans: 请稍候...

source: Merging files...
it_it: Unione file...
ja_jp: ファイルをマージ中・・・
pl_pl: Łączenie plików...
zh_hans: 正在合并文件...

# ProgressPercent
source: Progress:
it_it: Progresso:
ja_jp: 進捗状況：
pl_pl: Postęp:
zh_hans: 进度:

source: Remuxing files...
it_it: Remux file...
ja_jp: ファイルをリマックス中・・・
pl_pl: Remux'owanie plików...
zh_hans: 正在重新混合文件...

# DownloadFileError
source: Something went wrong when trying to download the file. Check your network connection.
it_it: Qualcosa è andato storto durante il tentativo di scaricare il file. Controlla la connessione di rete.
ja_jp: ファイルのダウンロード中に問題が発生しました。ネットワーク接続を確認してください。
pl_pl: Coś poszło nie tak podczas pobierania pliku. Sprawdź połączenie z internetem.
zh_hans: 尝试下载文件时出现错误。请检查您的网络连接。

source: Downloading
it_it: Download
ja_jp: ダウンロード中
pl_pl: Pobieranie
zh_hans: 正在下载

# NewVersionAvailable
source: There is a new version of SharpCut available. It is highly recommended to install the latest version, as it brings many improvements and fixes for known bugs. Would you like to install the update now?
it_it: È disponibile una nuova versione di SharpCut. Ti consigliamo vivamente di installare la versione aggiornata, in quanto apporta molti miglioramenti e correzioni per bug noti. Vuoi installare l'aggiornamento?
ja_jp: 新しいバージョンのSharpCutが利用可能です。最新バージョンをインストールすることを強くお勧めします。多くの改善と既知のバグ修正が含まれています。今すぐアップデートをインストールしますか？
pl_pl: Dostępna jest nowa wersja programu SharpCut. Zalecamy instalowanie na bieżąco najnowszych wersji, gdyż wnoszą wiele usprawnień i poprawek na znane problemy. Czy chcesz zainstalować aktualizację teraz?
zh_hans: SharpCut 有新版本可用。强烈建议安装最新版本，因为它带来了许多改进并修复了已知错误。您想立即安装更新吗？

# NoUpdatesAvailable
source: There are no updates available. You are running the latest version.
it_it: Non ci sono aggiornamenti disponibili. Questa versione è aggiornata.
ja_jp: 利用可能なアップデートはありません。最新バージョンを実行中です。
pl_pl: Nie ma nowych aktualizacji. Używasz najnowszej wersji.
zh_hans: 没有可用更新。您正在运行最新版本。

# UpdateDownloadError
source: An error has occurred while downloading the update.
it_it: Si è verificato un errore durante il download dell'aggiornamento.
pl_pl: Wystąpił błąd podczas pobierania aktualizacji.
zh_hans: 下载更新时出现错误。

# UpdateTitle
source: Update
it_it: Aggiorna
ja_jp: 更新する
pl_pl: Aktualizacja
zh_hans: 更新

# ChangelogError
source: (error!)
it_it: (errore!)
ja_jp: （エラー）
pl_pl: (wystąpił błąd!)
zh_hans: （错误！）

# Courtesy
source: You've been using SharpCut for a while now, thank you! Would you like to visit the author's website? :)
it_it: Utilizzi SharpCut da un po' di tempo, grazie! Vuoi visitare il sito web dell'autore? :)
ja_jp: しばらくの間SharpCutをご利用いただきありがとうございます！著者のウェブサイトをご覧になりませんか？
zh_hans: 您已经使用 SharpCut 一段时间了，谢谢！您想访问作者的网站吗？:)

# CourtesyDisabled
source: Ok! I won't bother you with this again. Enjoy SharpCut!
it_it: OK! Non ti disturberò più con questo. Divertiti con SharpCut!
ja_jp: わかりました！この件についてはもうお邪魔しません。SharpCutをお楽しみください！
zh_hans: 好的！我不会再打扰你了。尽情享受 SharpCut 吧！

# CourtesyTitle
source: Thanks for using SharpCut!
it_it: Grazie per aver usato SharpCut!
ja_jp: SharpCutをご利用いただきありがとうございます！
zh_hans: 感谢您使用 SharpCut！

# MultipleFilesMerge
source: You have tried to load multiple files into SharpCut. Would you like to merge them?
it_it: Hai provato a caricare più file in SharpCut. Vorresti unirli?
ja_jp: 複数のファイルをSharpCutに読み込もうとしました。これらをマージしますか？
pl_pl: Próbujesz załadować wiele plików na raz. Czy chcesz je ze sobą połączyć w jeden plik?
zh_hans: 您已尝试将多个文件加载到 SharpCut。要合并它们吗？

# MultipleFilesMergeTitle
source: Multiple files provided
it_it: Più file forniti
ja_jp: 複数のファイルが提供されました
pl_pl: Wybrano wiele plików
zh_hans: 提供多个文件

# RenameSectionFormTitle
source: Rename
it_it: Rinomina
ja_jp: 名前を変更
pl_pl: Zmień nazwę
zh_hans: 重命名

# RenameSectionLabel
source: Section name
it_it: Nome sezione
ja_jp: セクション名
pl_pl: Nazwa sekcji
zh_hans: 部分名称

# RenameSectionTitle
source: Rename section
it_it: Rinomina sezione
ja_jp: セクションの名前を変更
pl_pl: Zmień nazwę sekcji
zh_hans: 重命名部分

# CsvFilter
source: Comma-Separated Values (*.csv)|*.csv
it_it: File valori separati da virgole (*.csv)|*.csv
pl_pl: CSV (*.csv)|*.csv
zh_hans: 逗号分隔值 (*.csv)|*.csv

# ExportToYoutubeTimestampsMessage
source: YouTube chapters have been exported to your clipboard. Please paste the contents into the description field of your video.
it_it: I capitoli di YouTube sono stati esportati negli appunti. Incolla i contenuti nel campo della descrizione del video.
ja_jp: YouTubeチャプターがクリップボードにエクスポートされました。内容を動画の説明欄に貼り付けてください。
pl_pl: Rozdziały YouTube zostały wyeksportowane do schowka. Wklej je w polu "Opis" na docelowym filmiku.
zh_hans: YouTube 章节已导出至您的剪贴板。 请将内容粘贴到视频的描述字段中。

# ExportToYoutubeTimestampsMessageTitle
source: Done!
it_it: Completato!
ja_jp: 完了しました！
pl_pl: Gotowe!
zh_hans: 完成

# FileNameTemplateInvalid
source: You have provided an invalid file name template. File name templates must contain at least 1 character and can contain the following variables: - $(OriginalFn) - $(SegStart) - $(SegEnd) - $(Timestamp) - $(Ext)
it_it: Hai fornito un modello nome file non valido. I modelli nome file devono contenere almeno 1 carattere e possono contenere le seguenti variabili: - $(OriginalFn) - $(SegStart) - $(SegEnd) - $(Timestamp) - $(Ext)
ja_jp: 無効なファイル名テンプレートが指定されました。 ファイル名テンプレートは少なくとも1文字を含む必要があり、以下の変数を含むことができます： - $(OriginalFn) - $(SegStart) - $(SegEnd) - $(Timestamp) - $(Ext)
pl_pl: Wprowadziłeś błędny szablon nazwy pliku. Szablony nazwy plików muszą zawierać co najmniej 1 znak, oraz dozwolone zmienne: - $(OriginalFn) - $(SegStart) - $(SegEnd) - $(Timestamp) - $(Ext)
zh_hans: 您提供的文件名模板无效。 文件名模板必须至少包含 1 个字符，并且可以包含以下变量： - $(OriginalFn) - $(SegStart) - $(SegEnd) - $(Timestamp) - $(Ext)

# FileNameTemplateInvalidTitle
source: Invalid file name template
it_it: Modello nome file non valido
ja_jp: 無効なファイル名テンプレートです。
pl_pl: Błędny szablon nazwy pliku
zh_hans: 文件名模板无效

# MergeComplete
source: File merge has been completed. Would you like to open the resulting file in SharpCut?
it_it: La fusione dei file è stata completata. Si desidera aprire il file risultante in SharpCut?
ja_jp: ファイルのマージが完了しました。生成されたファイルをSharpCutで開きますか？
pl_pl: Pliki zostały połączone. Czy chcesz otworzyć połączony plik w SharpCut?
zh_hans: 文件合并已完成。是否要在 SharpCut 中打开生成的文件？

# MergeCompleteTitle
source: Merge completed
it_it: Fusione completata
ja_jp: ファイルのマージが完了しました
pl_pl: Pliki połączone
zh_hans: 合并已完成

# ProjectExportError
source: Something went wrong when trying to export one of the video segments, if you can - please take a screenshot of this message and report it to the developer: %e
it_it: Qualcosa è andata male durante il tentativo di esportazione di segmenti del video, se puoi - per favore fai uno screenshot di questo messaggio e riportalo al programmatore: %e
ja_jp: ビデオセグメントのエクスポート中に問題が発生しました。このメッセージのスクリーンショットを撮影し、開発者に報告してください： %e
pl_pl: Coś poszło nie tak przy eksportowaniu jednego z segmentów video. Jeśli możesz, proszę zrób zrzut ekranu tego błędu i zgłoś go do developera: %e
zh_hans: 尝试导出其中一个视频片段时出现错误，如果可以，请截取此消息的屏幕截图并将其报告给开发人员： %e

# ProjectExportErrorTitle
source: Failed to export video segments
it_it: Esportazione di segmenti video non riuscita
ja_jp: ビデオセグメントのエクスポートに失敗しました。
pl_pl: Nie udało się wyeksportować segmentów video
zh_hans: 导出视频片段失败

# ProjectMergeError
source: Something went wrong when trying to merge video segments, if you can - please take a screenshot of this message and report it to the developer: %e
it_it: Qualcosa è andata male durante il tentativo di unione di segmenti del video, se puoi - per favore fai uno screenshot di questo messaggio e riportalo al programmatore: %e
ja_jp: ビデオセグメントのマージ中に問題が発生しました。このメッセージのスクリーンショットを撮影し、開発者に報告してください： %e
pl_pl: Coś poszło nie tak przy łączeniu jednego z segmentów video. Jeśli możesz, proszę zrób zrzut ekranu tego błędu i zgłoś go do developera: %e
zh_hans: 尝试合并视频片段时出现错误，如果可以，请截取此消息的屏幕截图并将其报告给开发人员： %e

# ProjectMergeErrorTitle
source: Failed to merge video segments
it_it: Impossibile unire i segmenti video
ja_jp: ビデオセグメントのマージに失敗しました
pl_pl: Nie udało się połączyć segmentów video
zh_hans: 无法合并视频片段

# ProjectRemuxError
source: Something went wrong when trying to remux the video, if you can - please take a screenshot of this message and report it to the developer: %e
it_it: Qualcosa è andata male durante il tentativo di remux il video, se è possibile - si prega di prendere uno screenshot di questo messaggio e segnalarlo allo sviluppatore: %e
ja_jp: ビデオのリマックス中に問題が発生しました。このメッセージのスクリーンショットを撮影し、開発者に報告してください： %e
pl_pl: Coś poszło nie tak przy remux'owaniu video. Jeśli możesz, proszę zrób zrzut ekranu tego błędu i zgłoś go do developera: %e
zh_hans: 尝试重新混合视频时出现错误，如果可以的话 - 请截取此消息的屏幕截图并将其报告给开发人员： %e

# ProjectRemuxErrorTitle
source: Failed to remux the video
it_it: Non è riuscito il remux il video
ja_jp: ビデオのリマックスに失敗しました
pl_pl: Nie udało się zremux'ować video
zh_hans: 重新混合视频失败

# SectionSelected
source: Selected
it_it: Selezione
ja_jp: 選択された：
pl_pl: Wybrane
zh_hans: 已选择

# SectionTotal
source: Total
it_it: Totale
ja_jp: 合計：
pl_pl: Całość
zh_hans: 总计

# SelectionLabelNoSelection
source: No selection
it_it: Nessuna selezione
ja_jp: 選択されていません。
pl_pl: Brak zaznaczenia
zh_hans: 没有选择

# SelectionLabelProjectNotOpen
source: Ready.
it_it: Pronta.
ja_jp: 準備完了。
pl_pl: Gotowy.
zh_hans: 就绪

# SetCutEndTimeInput
source: Enter cut end time (HH:mm:ss:fff)
ja_jp: カットの終了時間を入力してください（HH:mm:ss ）
pl_pl: Wprowadź czas końca (HH:mm:ss:fff)
zh_hans: 输入分割结束时间 (HH:mm:ss:fff)

# SetCutStartTimeInput
source: Enter cut start time (HH:mm:ss:fff)
ja_jp: カットの開始時間を入力してください（HH:mm:ss ）
pl_pl: Wprowadź czas początku (HH:mm:ss:fff)
zh_hans: 输入分割开始时间 (HH:mm:ss:fff)

# SetTimelineTimeInput
source: Navigate to (HH:mm:ss:fff)
ja_jp: （HH:mm:ss ）に移動する
pl_pl: Nawiguj do (HH:mm:ss:fff)
zh_hans: 导航到 (HH:mm:ss:fff)

# SecondIndicator
source: s
ja_jp: 秒

# UpdateChangelogURL
source: https://conflagrate.co/software/sharpcut/changelog.txt
pl_pl: https://conflagrate.co/software/sharpcut/changelog.pl-PL.json
